[General]
customDesktopLogo=Custom Desktop Logo
customDesktopLogoSettings=Custom Desktop Logo - 设置
selectImages=选择图像
changeImageFolder=更改图像目录
refreshImageList=刷新图像列表

instructions=Logo 图像说明：
instruction1=(1) 仅支持 PNG 格式
instruction2=(2) 对于动画 Logo，使用数字顺序重命名图像。例如：1.PNG, 2.PNG, 3.PNG...
instruction3=(3) 把图像放入一个新的文件夹
instruction4=(4) 把这个新的文件夹放到 Custom Desktop Logo 目录里的 "System" -> "Images" 目录下
instruction5=(5) 单击“更改图像目录”按钮浏览到图像目录

zLevel=Z 轴
topmost=置顶
normal=正常
alwaysOnBottom=总是在底层
multiMonitorDisplayModes=多显示器显示模式
allSame=复制
primaryOnly=仅主显示器
allButPrimary=除了主显示器
virtualMonitor=扩展
displayLocation=显示位置
centre=居中
bottomLeft=左下
bottomMiddle=中间底部
bottomRight=右下
leftMiddle=中间左侧
displayAtLocationOffset=根据位置偏移
topLeft=左上
topMiddle=中间顶部
topRight=右上
rightMiddle=中间右侧
locationOffset=位置偏移
xCoordinate=X
yCoordinate=Y
scaleImagesByFactorOf=按以下比例缩放图像：
framesPerSecond=每秒帧数
delayBetweenAnimationsSeconds=动画之间的延迟（秒）
opacity=透明度
language=语言
location=位置
size=大小
animationAndGraphics=动画/图形
createdBy=By
helpabout=帮助/关于
dropFolder=拖放
useAsDropFolderWithExplanation=拖放模式（响应输入，允许拖放）
folderName=目录名称
folderPath=目录路径
browse=浏览

[LanguageFile]
intendedForProgramVersion=2.2
languageFileVersion=2.2
languageName=简体中文
fileAuthor=HMBSbige

[MainContextMenu]
quit=退出
helpabout=帮助/关于
settings=设置
hideLogo=隐藏 Logo
dropFolderMode=拖放模式
disableMovement=禁用移动

[helpAbout]
aboutWindowTitle=关于 Custom Desktop Logo
officialSupportForum=Official Support Forum - www.donationcoder.com
officialWebsite=Official Website - http://customdesktoplogo.wikidot.com
donateProjectDevelopment=Donate to the Project Development (PayPal) - VideoInPicture@gmail.com
emailAuthor=E-mail Author - VideoInPicture@gmail.com
programDescription=使用 Custom Desktop Logo 您可以为计算机创建自定义的静态和动画 Logo，这些 Logo 可以保留在桌面上或其他所有内容的顶部。非常适合用于当您在演示或活动摊位时想要在屏幕上显示带有 Logo 的商标。Logo 还可以当做放置文件夹！

[errorMessages]
Custom Desktop Logo=Custom Desktop Logo
usingTooMuchMemoryContinueQuestion=图像占用过多内存，是否继续？
folderDoesNotExist=目录不存在
